let handler = async (m, { conn, usedPrefix, usedPrefix: _p, __dirname, text, isPrems })  => m.reply(`
🌟اΩهلا بك في  ﮼♪ﺑوﺕ|الصاعـ|ـقة⁞¹² الرجاء استخدام البوت دون ازعاج الاعضاءГ¤

     *قســـــم_الجروبــــــات👥* 
    ╔════════◎▣════╗
*〄━━┋ اوامر الـج👥ـروبات┋━━〄*

*ملاحظة:عند قيامك في اي امر من الاوامر لاتنسى (.) في اول الامر*
  *≤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤≥* 
*↫❍┋طرد*
*↫❍┋ترقية*
*↫❍┋اعفاء*
*↫❍┋انذار*
*↫❍┋الانذارات*
*↫❍┋حذف_تحذير*
*↫❍┋حذف*
*↫❍┋منشن*
*↫❍┋مخفي*
*↫❍┋المشرفين*
*↫❍┋لمنشن*
*↫❍┋الجروب*
*↫❍┋اطفاء*
*↫❍┋قران*
*↫❍┋الخبرة*
*↫❍┋جروب*
*↫❍┋اعدادات*
*↫❍┋الوداع*
*↫❍┋جروب قفل / فتح*
*↫❍┋محاكاة*
*↫❍┋توب*
*↫❍┋اعادة*
*↫❍┋رابط*
*↫❍┋المخالفين*
*↫❍┋تغيرالاسم*
*↫❍┋تغيرالوصف*
*↫❍┋معلومات_الجروب*
*↫❍┋حب*
*↫❍┋نصيحه*
*↫❍┋ستوري*
*↫❍┋توقف*
ء╚════▣◎▣════╝        

  ╔═>>═══▣◎▣═══>>═╗
*〄━┋ قسـم الالعاب 🎮🏆┋━〄*
¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤
*↫❍┋تحقق*
*↫❍┋لفل*
*↫❍┋حساب*
*↫❍┋معادله*
*↫❍┋لعبه*
*↫❍┋حروف*
*↫❍┋سؤال*
*↫❍┋الاسبوعيه*
*↫❍┋معادله*
*↫❍┋احسب*
*↫❍┋تسجيل-الخروج*
*↫❍┋اجابه*
*↫❍┋معرفة*
*↫❍┋شطرنج*
*↫❍┋رهان*
  ╔═>>═══▣◎▣═══>>═╗
*〄━┋🙈قسـم,التسلية,والمرح┋━〄*
¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤
*↫❍┋صداقة*
*↫❍┋خلفيه*
*↫❍┋الحب*
*↫❍┋طلاق*
*↫❍┋منشني*
*↫❍┋كرتون*
*↫❍┋رياضه*
*↫❍┋رونالدو*
*↫❍┋صراحه*
*↫❍┋خيار*
*↫❍┋هل*
*↫❍┋ورع*
*↫❍┋جميل*
*↫❍┋خروف*
*↫❍┋شخصية*
*↫❍┋بوستات*
*↫❍┋ترجم*
*↫❍┋زواج*
*↫❍┋تطقيم*
*↫❍┋ارسم*
*↫❍┋دمج*
*↫❍┋زوجني*
*↫❍┋تحقق*
ء╚════▣◎▣════╝
*¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤*
*قسم المطور فقط🆚*
 ╔════▣◎▣═════╗
*⌬━━┋ الـمطـور فـقط ┋━━⌬*
*↫❍┋قيد*
*↫❍┋الغاءالقيد*
*↫❍┋اطفاء*
*↫❍┋تفعيل*
*↫❍┋ادخل*
*↫❍┋اخرج*
*↫❍┋انضم*
*↫❍┋تفقد_المده*
*↫❍┋حذف_المده*
*↫❍┋المطور*
*↫❍┋بريم*
*↫❍┋حذف_بريميام*
*↫❍┋حظر*
*↫❍┋الغاءالحظر*
*↫❍┋المحظورين*
*↫❍┋المبندين*
*↫❍┋المميزين*
*↫❍┋البلوكات*
*↫❍┋تخمين*
*↫❍┋اعادةالتشغيل*
*↫❍┋بلوك*
*↫❍┋المطور*
*¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤*
  ╔═══--═▣◎▣══--═══╗
*⌬━━┋ إضافات اوامر حصريه ┋━━⌬*
 *¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤*
*↫❍┋لوجو*
*↫❍┋خط*
*↫❍┋معلومه*
*↫❍┋رفع*
*↫❍┋كورة*
*↫❍┋ءbobizaaii*
*↫❍┋دمج*
*↫❍┋تطبيق*
*↫❍┋ميديافاير*
*↫❍┋فيديو*
*↫❍┋اخبار*
*↫❍┋س1*
*↫❍┋ستيكر*
*↫❍┋الانترنت*
*↫❍┋بريد*
*↫❍┋فيس*
*↫❍┋ميديا*
*↫❍┋اغنيه*
*↫❍┋بحث*
*↫❍┋انستا*
*↫❍┋انستا2*
*↫❍┋اخرالاخبار*
*↫❍┋سوره*
*↫❍┋شغل*
*↫❍┋فيديو2*
>╚════▣◎▣════╝<

 🍁*قسم الاسلام*
╔════▣◎▣════╗
*↫❍┋قران*
*↫❍┋ايات*
*↫❍┋حديث*
*↫❍┋الله*
*↫❍┋دعاء*
*↫❍┋سوره*
*↫❍┋دين*
*↫❍┋اذكار*
*↫❍┋*
╚════▣◎▣════╝

*📹 قسم البوت والمطور*
╔════▣◎▣════╗
لاضافه البوت في جروبك خش خاص لرقم البوت 
ثم اكتب .انضم (وحط الرابط هنا) \n او اكتب .المطور وقك بمراسلته للانضمام 
ء╚════▣◎▣════╝


📚 قسم الكتب 
╔════▣◎▣════╗
.alloschool
.kitaby
.bookspdf
╚════▣◎▣════╝

🌠 قسم الملصقات 
╔════▣◎▣════╗
.s
.qc
.attp
.take
.nour
.s1
.s2
.s3
.img
.tovideo
╚════▣◎▣════╝

 📷 قسم الصور
╔════▣◎▣════╗
.hdr
.dehaz
.recoler
.cartoon
.remini
.remini2
.animeai
.bobizalogo
.styletexte
.s1
.s2
.s3
.hd
.pdf
.logo1
.removebg
.rg
.hanan
.tweet
.texte
╚════▣◎▣════╝


🔊 قسم التحميلات 
╔════▣◎▣════╗
.ig 
.instagram
.tiktok
.mp3
.songs
.dlmp3
.savefrom
.ytmp4 - فيد.
.ytmp4 -فيديو.
╚════▣◎▣════╝

🕋 الدين هو الإسلام 
╔════▣◎▣════╗
.coran
.aya
.ramadan
.ayatkorsi
.khawatir                         

╚════▣◎▣════╝

قسم البحث🔎
╔════▣◎▣════╗
.google
.wiki
.yts
.groupwa
.udemy
╚════▣◎▣════╝
TOOLS ♥
╔════▣◎▣════╗
.dns
.dafonts
.tomp3
.fakechat
.fakeemail
.getprofile
.instauser
.bruzu
.carbon
.jadibot
.maps
.audio
.runtime
.bot
.ibb
.enc
.ping
.climate
.speedtest
.wbi
.telegraph
.truecaller
.trucaller2
.toanim
.tomp3
.textpdf
.translate
.tr
╚════▣◎▣════╝






`.trim())
handler.help = ['allmenu']
handler.tags = ['main']
handler.command = ['اوامر','menu','الاوامر'] 

export default handler
